Repository: lithium0003/ccViewer
Catalog: CryptCloudViewer/CryptCloudViewer/Localizable.xcstrings
Source language: en
Languages: ja

source: (1) Set the local name
ja: (1) ストレージに名前をつけます

source: (2) Select the cryption method
ja: (2) 暗号化方法を選択します

source: (3) Enter the password and options
ja: (3) パスワードなどの情報を設定します

source: (4) Select the folder as root,
ja: (4) 暗号化ストレージの親フォルダ探して指定します

source: (5) Tap 'Done'.
ja: (5) 完了をタップ

source: %@ Add playlist
ja: %@プレイリストに追加

source: %@ Delete
ja: %@削除

source: %@ Download
ja: %@ダウンロード

source: %@ Export
ja: %@エクスポート

source: %@ Folder
ja: %@フォルダ

source: %@ Import
ja: %@インポート

source: %@ Move
ja: %@移動

source: %@ Rename
ja: %@名前変更

source: %@ Time
ja: %@時間変更

source: %@ Unmark
ja: %@マークを消す

source: %@ Upload
ja: %@アップロード

source: %lld files are downloading...
ja: %lldファイルダウンロード中…

source: %lld files are uploading...
ja: %lldファイルアップロード中…

source: %lld item(s) will be deleted.
ja: %lld個が削除されます

source: Add new storage
ja: 新しいストレージを追加

source: App infomation
ja: アプリ情報

source: ARIB subtitle convert to text
ja: ARIB字幕をテキストにする

source: Cache limit
ja: キャッシュ上限

source: Cancel
ja: キャンセル

source: Cast control
ja: キャストの制御

source: Clear all Authorization information and Cache data
ja: 全ての認証情報とキャッシュを削除する

source: Clear count
ja: カウントを0にする

source: Current cache size
ja: 現在のキャッシュサイズ

source: Decode
ja: デコード

source: Delete
ja: 削除

source: Delete all data
ja: 全ての情報の削除

source: Delete playlist
ja: プレイリストを削除

source: Do you remove all autorization infomarion and cached data in app?
ja: アプリ内に保存された全ての情報とキャッシュ、認証情報を削除しますか？

source: Documents
ja: ドキュメント

source: End tutorial
ja: チュートリアルを終了

source: Extension A → Z
ja: 拡張子 A → Z

source: Extension Z → A
ja: 拡張子 Z → A

source: First, add your cloud strage.
ja: 最初にストレージを追加します

source: Give priority to FFmpeg player over Media player
ja: FFmpegのプレーヤーを標準プレーヤーよりも優先する

source: Hide
ja: 隠す

source: If set any password, protection is ON. Turn off if enter empty password.
ja: パスワードを設定すると、起動時保護が有効になります。空のパスワードを設定することで、OFFにすることができます。

source: If you keep this app to be secure, set password.
ja: アプリの起動時に認証をしたい場合は、パスワードを設定します。

source: If you plan to add encrypted folder, register base storage before add the crypto storage.
ja: 暗号化ストレージを追加したい場合は、先に親フォルダを含むストレージを追加します。

source: Image
ja: 画像

source: Image subtile selection
ja: 焼き込み字幕の選択

source: limit size
ja: 制限サイズ

source: Logout
ja: ログアウト

source: Mark
ja: 済

source: modified time
ja: 変更日時

source: Name
ja: 名前

source: Name A → Z
ja: 名前 A → Z

source: Name Z → A
ja: 名前 Z → A

source: Network cache
ja: ネットワークキャッシュ

source: New folder
ja: 新しいフォルダ

source: new name
ja: 新しい名前

source: New name
ja: 新しい名前

source: not use
ja: 使用しない

source: Not use
ja: 使用しない

source: Override
ja: 上書き

source: password
ja: パスワード

source: Photo library
ja: 写真ライブラリ

source: Plain text
ja: テキスト

source: Player control
ja: プレーヤー制御

source: Playlist
ja: プレイリスト

source: Playlist sync
ja: プレイリストの同期

source: Playlist: %@
ja: プレイリスト: %@

source: Protect on Lanch
ja: 起動時保護

source: Purge cache
ja: キャッシュを削除

source: Record played item mark
ja: 再生済みアイテムに印をつける

source: Remove this playlist?
ja: このプレイリストを削除しますか？

source: Rename
ja: 名前の変更

source: Require authentication
ja: 認証が必要です

source: Restore
ja: 復元

source: Run Application
ja: アプリを起動する

source: Same name found
ja: 同名アイテムがあります

source: Save play mark
ja: 再生済みマークを保存

source: Search
ja: 検索

source: Search text
ja: 検索テキスト

source: Select a storage to add.
ja: 追加するストレージの選択

source: Select the storage just to hide or logout.
ja: このストレージを、隠すのみにするか、ログアウトして削除するかを選択

source: Setting
ja: 設定

source: Shop
ja: 購入

source: Show again
ja: もう一度表示

source: Show all
ja: 全て表示する

source: Size 0 → 9
ja: サイズ 0 → 9

source: Size 9 → 0
ja: サイズ 9 → 0

source: Skip backward (sec)
ja: 戻す時間(sec)

source: Skip foward (sec)
ja: 進む時間(sec)

source: Skip tutorial
ja: チュートリアルを飛ばす

source: Storages
ja: ストレージ

source: Sync with iCloud
ja: iCloudで同期

source: This app is free; all functions are available with no purchases. If you want to help the developer for improving app, you can buy these menus.
ja: このアプリは無料です。全ての機能は購入無しで利用できます。アプリの改良のために作者に支援していただける場合は、メニューから購入が可能です。

source: Time new → old
ja: 時間 新→旧

source: Time old → new
ja: 時間 旧→新

source: Tutorial
ja: チュートリアル

source: unlock to start app
ja: 解除してアプリを起動

source: Unmark
ja: マークを消す

source: Upload failed
ja: アップロード失敗

source: Use FFmpeg player
ja: FFmpegプレーヤーを使用

source: Use Image viewer
ja: 画像ビュワーを使用

source: Use Media player
ja: 動画プレーヤーを使用

source: Use PDF viewer
ja: PDFビュワーを使用

source: Viewer
ja: ビュワー

source: Welcome to CryptCloudViewer!
ja: CryptCloudViewerへようこそ!
